/* Template for message displayed while preference panel is loading */
"Loading %@..." = "Laden von „%@“ …";

/* Could not load preference message template */
"CouldNotLoad" = "Die Systemeinstellung „%@“ konnte nicht geladen werden.";
"CouldNotLoad_ArchMisMatch" = "Sie können die Systemeinstellung „%@“ nicht auf diesem Computer öffnen. Eine neuere Version dieser Software erhalten Sie vom Entwickler.";
"CouldNotLoad_ArchMisMatch_PPC" = "Sie können die %@-Einstellungen nicht öffnen, da dies auf einem PowerPC-basierten Mac nicht möglich ist.";
"CouldNotLoad_ArchMisMatch_Intel" = "Sie können die %@-Einstellungen nicht öffnen, da dies auf einem Intel-basierten Mac nicht möglich ist.";

/* Preferences error alert title */
"Preferences Error" = "Fehler in den Systemeinstellungen";

"OK" = "OK";
"CANCEL" = "Abbrechen";
"REPLACE" = "Ersetzen";

"SEARCH_LABEL" =  "Suchen";
"SEARCH_PALLETE_LABEL" = "Suchen";
"SHOWALL_LABEL" = "Alle einblenden";
"BACK_AXDESCRIPTION" = "Zurück";
"FORWARD_AXDESCRIPTION" = "Vorwärts";
"AXScrollAreaDescription" = "Systemeinstellungen";

/* Label for Show All button */
"Show All" = "Alle einblenden";

/* Template for window title.  %@ is replaced by preference panel name */
"System Preferences - %@" = "Systemeinstellungen - %@";

/* Show All window title */
"System Preferences" = "Systemeinstellungen";

/* Truncation string */
"TRUNCATION_STRING" = " …";

/* Tooltips for MacManager disabled preference panes */
"MacManagerDisableLabel" = "Sie haben keinen Zugriff auf diese Einstellungen.";

/* Attempt to open disabled/hidden preference pane */
"PREF_PANE_HIDDEN_TITLE" = "Sie können die Systemeinstellung „%@“ nicht öffnen, da sie momentan für Sie nicht verfügbar ist.";
"PREF_PANE_HIDDEN_DESC" = "Um diese Systemeinstellung anzuzeigen, müssen Sie u. U. ein Gerät an Ihren Computer anschließen.";

/* Install Assistant */
"PREF_PANE" = "Systemeinstellungen";
"SCREEN_SAVER" = "Bildschirmschoner";

"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "Sie können diese Systemeinstellung nicht mit dieser Version von Mac OS X verwenden.";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "Sie können diesen Bildschirmschoner nicht mit dieser Version von Mac OS X verwenden.";
"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_DESC" = "Diese Systemeinstellung benötigt Mac OS X %@ oder neuer. Auf Ihrem Computer ist Mac OS X %@ installiert.";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_DESC" = "Dieser Bildschirmschoner benötigt Mac OS X %@ oder neuer. Auf Ihrem Computer ist Mac OS X %@ installiert.";

"PREF_PANE_INSTALL_ASSISTANT_CAPTION" = "Die Systemeinstellung „%@“ muss installiert werden, bevor Sie sie verwenden können. Möchten Sie sie jetzt installieren?";
"SCREEN_SAVER_INSTALL_ASSISTANT_CAPTION" = "Der Bildschirmschoner „%@“ muss installiert werden, bevor Sie ihn verwenden können. Möchten Sie ihn jetzt installieren?";

"INSTALL_ASSISTANT_AUTH_WARNING" = "Wenn Sie auf „Installieren“ klicken, werden Sie aufgefordert, den Namen und das Kennwort eines Administrators auf diesem Computer einzugeben.";

"UNINSTALL_ASSISTANT_ERR_TITLE" = "Die Systemeinstellung „%@“ konnte nicht entfernt werden, da ein Fehler aufgetreten ist.";

"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE" = "Die Systemeinstellung, die Sie installieren möchten, ist bereits installiert. Möchten Sie die bestehende Systemeinstellung ersetzen?";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "Es ist bereits eine ältere Version dieser Systemeinstellung installiert. Möchten Sie sie durch die neuere Version ersetzen?";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "Es ist bereits eine neuere Version dieser Systemeinstellung installiert. Möchten Sie sie durch die ältere Version ersetzen?";

"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE" = "Der Bildschirmschoner, den Sie installieren möchten, ist bereits installiert. Möchten Sie den bestehenden Bildschirmschoner ersetzen?";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "Es ist bereits eine ältere Version dieses Bildschirmschoners installiert. Möchten Sie sie durch die neuere Version ersetzen?";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "Es ist bereits eine neuere Version dieses Bildschirmschoners installiert. Möchten Sie sie durch die ältere Version ersetzen?";

"PREF_PANE_INSTALL_ASSISTANT_ERR_TITLE" = "Die Systemeinstellung „%@“ konnte nicht installiert werden, da ein Fehler aufgetreten ist.";
"SCREEN_SAVER_INSTALL_ASSISTANT_ERR_TITLE" = "Der Bildschirmschoner „%@“ konnte nicht installiert werden, da ein Fehler aufgetreten ist.";

"PREF_PANE_UNINSTALL_ASSISTANT_ERR_TITLE" = "Die Systemeinstellung „%@“ konnte nicht entfernt werden, da ein Fehler aufgetreten ist.";
"SCREEN_SAVER_UNINSTALL_ASSISTANT_ERR_TITLE" = "Der Bildschirmschoner „%@“ konnte nicht entfernt werden, da ein Fehler aufgetreten ist.";

"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "Die Systemeinstellung „%@“ kann nicht installiert werden, da sie bereits installiert ist.";
"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "Die Systemeinstellung „%@“ ist Teil von Mac OS X und kann nicht ersetzt werden.";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "Der Bildschirmschoner „%@“ kann nicht installiert werden, da er bereits installiert ist.";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "Der Bildschirmschoner „%@“ ist Teil von Mac OS X und kann nicht ersetzt werden.";
"INSTALL_REQUEST_REOPEN_APP" = "Nachdem Sie diese Software installiert haben, beenden Sie die Systemeinstellungen und öffnen Sie sie wieder.";

"PREF_PANE_INSTALL_ERROR" = "Die Systemeinstellung „%@“ konnte nicht installiert werden.";
"SCREEN_SAVER_INSTALL_ERROR" = "Der Bildschirmschoner „%@“ konnte nicht installiert werden.";

"REMOVE_PREF_CONTEXTUAL_MENU" = "Systemeinstellung „%@“ entfernen";

"ERR_LOADING_MISSING_TITLE" = "„%@“ ist nicht verfügbar und kann deshalb nicht geöffnet werden.";

/* Compatibility warning */
"WINDOW_TITLE_32BIT" = "%@ (32 Bit)";
"ERR_LOADING_COMPATIBILITY_TITLE" = "Um die Systemeinstellung „%@“ zu verwenden, müssen die Systemeinstellungen beendet und erneut geöffnet werden.";
